app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My article title"], ["description", "My article description"], ["created_at", "2019-08-04 16:41:15.457504"], ["updated_at", "2019-08-04 16:41:15.457504"]]
---
  def create
    @article = Article.create(title: params[:article][:title], description: params[:article][:description])